{
    "lores" : [ 
        {
            "id": "o-linchamento-77",
            "title": "O Linchamento de 77",
            "content": "Após pequenos furtos e invasões a domicilio na cidade, a população já indignada com a falta de assiduidade da polícia, decidem resolver o caso por si próprios e começam a arquitetar ideias para descobrir e prender o indivíduo responsável por isto. Após inumeras tentativas fracassadas e zombarias por parte do ladrão com pichações , na noite do primeiro dia de março, a população se arma com alguns facões, enxadas, soqueiras e outros tipos de armas caseiras. O evento foi tão impactante que continua marcada com sangue em uma das estatuas da igreja próxima de onde aconteceu tamanha barbárie. Ainda se é contada pelos mais velhos e acreditadores nisto que o espírito dele ainda circula pela cidade, desgastando os muros e objetos onde um dia já tocou."
        },
        {
            "id": "um-misterio-inexplicavel",
            "title": "Um Mistério Inexplicável",
            "content": "Em uma tranquila manhã de domingo na pacata cidade de IJatu, situada no interior do estado do Acre, os habitantes acordaram com a notícia chocante de um assassinato sem explicação. IJatu era conhecida por sua comunidade autosustentável, onde cada pessoa desempenhava um papel importante e todos se conheciam bem. As ruas eram tranquilas, as casas simples e a vida seguia seu curso sem grandes sobressaltos. No entanto, a descoberta do corpo de um dos moradores, encontrado nas margens do rio que cortava a cidade, abalou profundamente a harmonia e a segurança de IJatu. O assassinato parecia não ter motivo aparente, e o pânico se espalhou rapidamente entre os habitantes. Nunca antes a pequena cidade tinha experimentado um crime tão violento e inexplicável. As autoridades locais, poucas e inexperientes em lidar com situações desse tipo, ficaram sobrecarregadas com o caso. A investigação começou, mas as pistas eram escassas e confusas. Rumores e teorias conspiratórias se espalharam pela cidade, alimentando o medo e a desconfiança entre os moradores. Enquanto isso, a comunidade de IJatu, que antes vivia em perfeita harmonia, começou a se fragmentar. Suspeitas recaíam sobre cada rosto conhecido, e relações de amizade se desgastaram sob o peso da desconfiança. O clima de paranoia pairava no ar, e cada habitante se perguntava se o próximo poderia ser o assassino. Enquanto a investigação prosseguia e as autoridades lutavam para encontrar respostas, a cidade de IJatu se via envolta em uma atmosfera sombria e opressiva. A pacífica comunidade autosustentável agora enfrentava um desafio muito maior do que qualquer um poderia imaginar. O mistério do assassinato sem explicação pairava sobre a cidade como uma nuvem escura, ameaçando destruir tudo o que os moradores construíram com tanto esforço ao longo dos anos."
        }
    ]
}