{
  "regras": [
    {
      "id": "1",
      "title": "O Mestre do Jogo",
      "content": "O Mestre do Jogo \n No mundo de 'Ijatu Mistery', o mestre do jogo desempenha um papel crucial na criação e na condução da narrativa misteriosa e envolvente que permeia a cidade de Ijatu. Como mestre do jogo, você será o arquiteto por trás de cada mistério, cada enigma e cada reviravolta que os jogadores enfrentarão durante sua jornada.\n\nSuas responsabilidades incluem:\n- Construir o Mundo de Ijatu: Como mestre do jogo, você será responsável por pintar um retrato vívido da pequena cidade de Ijatu, com seus habitantes, suas ruas tranquilas e os segredos sombrios que se escondem por trás de suas fachadas aparentemente pacíficas.\n- Desenvolver a Trama Misteriosa: Cabe a você criar e desenvolver a trama principal do jogo, que gira em torno do assassinato misterioso que abalou a comunidade de Ijatu. Isso inclui a criação de personagens suspeitos, a distribuição de pistas cruciais e a manutenção do suspense em cada interação.\n- Interpretar Personagens e Situações: Como mestre do jogo, você interpretará os diversos habitantes de Ijatu, desde os mais inocentes até os mais sinistros. Você também apresentará aos jogadores uma série de desafios e enigmas que os levarão mais fundo na investigação do mistério.\n- Adaptar-se às Escolhas dos Jogadores: Uma das suas principais funções é adaptar a narrativa às escolhas e ações dos jogadores. Suas respostas e reações moldarão a direção da história, garantindo que cada sessão de jogo seja única e emocionante."
    },
    {
      "id": "2",
      "title": "Como Jogar",
      "content": "O jogo 'Ijatu Mystery' se desenrola seguindo os seguintes passos:\n\n1. Descrição do Ambiente pelo Mestre:\nO Mestre descreve o ambiente no qual os jogadores estão, fornecendo informações sobre os arredores e apresentando opções básicas para os aventureiros. Isso inclui detalhes como o número de portas que levam para fora do local, o que está sobre a mesa, quem está no bar , entre outros.\n\n2. Ações dos Jogadores:\nOs jogadores descrevem o que desejam fazer. Cada aventureiro pode tomar ações diferentes, como procurar por pistas, examinar objetos ou manter vigília. Os jogadores não precisam agir em turnos, mas o Mestre escuta cada jogador e decide como resolver suas ações.\n\nResolver uma ação pode ser simples ou desafiador, dependendo das circunstâncias. O Mestre decide os resultados das ações, muitas vezes usando jogadas de dados para determinar os resultados.\n\n3. Narrativa dos Resultados pelo Mestre:\nO Mestre narra os resultados das ações dos aventureiros, o que leva a novas decisões e retorna o jogo ao passo 1.\n\nEsse padrão persiste em diversas situações, desde explorar uma ruína até lidar com situações de combate ou interações sociais. O jogo é fluido e flexível, adaptando-se às circunstâncias da aventura e à imaginação dos jogadores e do Mestre.\n\nAlguns Mestres podem usar recursos como música, arte e efeitos sonoros para criar atmosfera, enquanto muitos jogadores e Mestres adotam diferentes vozes para os personagens. Além disso, o uso de mapas e miniaturas pode ajudar a visualizar a cena e acompanhar a posição dos personagens."
    },
    {
      "id": "3",
      "title": "Sistema de Rolagem de Dados",
      "content": "O sistema de rolagem, que se baseia no padrão 2d6, é simples e eficaz, sendo utilizado para testes de habilidades, combates e outras rolagens.\n\n **Testes de Habilidade Simples**\n\nOs jogadores rolam 2d6 e somam o resultado para determinar se têm sucesso em uma determinada tarefa. Por exemplo, em uma escala de dificuldade de 2 a 12, um resultado de 9 ou superior pode indicar sucesso.\n\n **Testes com modificadores de Habilidade**\n\nOs jogadores adicionam um bônus ou penalidade ao resultado da rolagem, com base em sua habilidade ou em circunstâncias específicas. Por exemplo, se um personagem tem um bônus de +2 em uma determinada habilidade, ele adicionaria +2 ao total da rolagem.\n\n **Teste Contra Dificuldade Fixa**\n\nO mestre de jogo define uma dificuldade fixa para uma tarefa, e os jogadores tentam rolar igual ou superior a esse valor. Por exemplo, se a dificuldade é 10, os jogadores devem rolar 10 ou mais para ter sucesso.\n\n **Teste Comparativo**\n\nOs jogadores rolam 2d6 e comparam seu resultado com o de outro jogador ou oponente. Quem tiver o resultado mais alto, ou atingir um determinado limiar, é considerado vencedor. Isso pode ser usado em situações de combate ou desafios de habilidade.\n\n **Teste de Resistência**\n\nUm personagem rola 2d6 para resistir a um efeito adverso, como um feitiço ou uma tentativa de intimidá-lo. O resultado pode ser modificado por suas próprias habilidades ou pela habilidade do oponente.\n\n**Vantagem e Desvantagem**\n\n Em algumas situações é possível que um personagem acabe passando por dificuldades ou inspirações que afetarão diretamente na rolagem de dados. Sendo assim, um jogador que por algum motivo tenha vantagem em sua rolagem, jogará os dados duas vezes e utilizará o melhor resultado. Em caso de desvantagem, jogará os dados duas vezes e utilizará o pior resultado."
    }
  ]
}
