{
  "regras": [
    {
      "id": "mestre-jogo",
      "title": "O Mestre do Jogo",
      "content": "O Mestre do Jogo \n No mundo de 'Ijatu Mistery', o mestre do jogo desempenha um papel crucial na criação e na condução da narrativa misteriosa e envolvente que permeia a cidade de Ijatu. Como mestre do jogo, você será o arquiteto por trás de cada mistério, cada enigma e cada reviravolta que os jogadores enfrentarão durante sua jornada.\n\nSuas responsabilidades incluem:\n- Construir o Mundo de Ijatu: Como mestre do jogo, você será responsável por pintar um retrato vívido da pequena cidade de Ijatu, com seus habitantes, suas ruas tranquilas e os segredos sombrios que se escondem por trás de suas fachadas aparentemente pacíficas.\n- Desenvolver a Trama Misteriosa: Cabe a você criar e desenvolver a trama principal do jogo, que gira em torno do assassinato misterioso que abalou a comunidade de Ijatu. Isso inclui a criação de personagens suspeitos, a distribuição de pistas cruciais e a manutenção do suspense em cada interação.\n- Interpretar Personagens e Situações: Como mestre do jogo, você interpretará os diversos habitantes de Ijatu, desde os mais inocentes até os mais sinistros. Você também apresentará aos jogadores uma série de desafios e enigmas que os levarão mais fundo na investigação do mistério.\n- Adaptar-se às Escolhas dos Jogadores: Uma das suas principais funções é adaptar a narrativa às escolhas e ações dos jogadores. Suas respostas e reações moldarão a direção da história, garantindo que cada sessão de jogo seja única e emocionante."
    },
    {
      "id": "como-jogar",
      "title": "Como Jogar",
      "content": "O jogo 'Ijatu Mystery' se desenrola seguindo os seguintes passos:\n\n1. Descrição do Ambiente pelo Mestre:\nO Mestre descreve o ambiente no qual os jogadores estão, fornecendo informações sobre os arredores e apresentando opções básicas para os aventureiros. Isso inclui detalhes como o número de portas que levam para fora do local, o que está sobre a mesa, quem está no bar , entre outros.\n\n2. Ações dos Jogadores:\nOs jogadores descrevem o que desejam fazer. Cada aventureiro pode tomar ações diferentes, como procurar por pistas, examinar objetos ou manter vigília. Os jogadores não precisam agir em turnos, mas o Mestre escuta cada jogador e decide como resolver suas ações.\n\nResolver uma ação pode ser simples ou desafiador, dependendo das circunstâncias. O Mestre decide os resultados das ações, muitas vezes usando jogadas de dados para determinar os resultados.\n\n3. Narrativa dos Resultados pelo Mestre:\nO Mestre narra os resultados das ações dos aventureiros, o que leva a novas decisões e retorna o jogo ao passo 1.\n\nEsse padrão persiste em diversas situações, desde explorar uma ruína até lidar com situações de combate ou interações sociais. O jogo é fluido e flexível, adaptando-se às circunstâncias da aventura e à imaginação dos jogadores e do Mestre.\n\nAlguns Mestres podem usar recursos como música, arte e efeitos sonoros para criar atmosfera, enquanto muitos jogadores e Mestres adotam diferentes vozes para os personagens. Além disso, o uso de mapas e miniaturas pode ajudar a visualizar a cena e acompanhar a posição dos personagens."
    },
    {
      "id": "sistema-dados",
      "title": "Sistema de Rolagem de Dados",
      "content": "O sistema de rolagem, que se baseia no padrão 2d6, é simples e eficaz, sendo utilizado para testes de habilidades, combates e outras rolagens.\n\n **Testes de Habilidade Simples**\n\nOs jogadores rolam 2d6 e somam o resultado para determinar se têm sucesso em uma determinada tarefa. Por exemplo, em uma escala de dificuldade de 2 a 12, um resultado de 9 ou superior pode indicar sucesso.\n\n **Testes com modificadores de Habilidade**\n\nOs jogadores adicionam um bônus ou penalidade ao resultado da rolagem, com base em sua habilidade ou em circunstâncias específicas. Por exemplo, se um personagem tem um bônus de +2 em uma determinada habilidade, ele adicionaria +2 ao total da rolagem.\n\n **Teste Contra Dificuldade Fixa**\n\nO mestre de jogo define uma dificuldade fixa para uma tarefa, e os jogadores tentam rolar igual ou superior a esse valor. Por exemplo, se a dificuldade é 10, os jogadores devem rolar 10 ou mais para ter sucesso.\n\n **Teste Comparativo**\n\nOs jogadores rolam 2d6 e comparam seu resultado com o de outro jogador ou oponente. Quem tiver o resultado mais alto, ou atingir um determinado limiar, é considerado vencedor. Isso pode ser usado em situações de combate ou desafios de habilidade.\n\n **Teste de Resistência**\n\nUm personagem rola 2d6 para resistir a um efeito adverso, como um feitiço ou uma tentativa de intimidá-lo. O resultado pode ser modificado por suas próprias habilidades ou pela habilidade do oponente.\n\n**Vantagem & Desvantagem**\n\n Em algumas situações é possível que um personagem acabe passando por dificuldades ou inspirações que afetarão diretamente na rolagem de dados. Sendo assim, um jogador que por algum motivo tenha vantagem em sua rolagem, jogará os dados duas vezes e utilizará o melhor resultado. Em caso de desvantagem, jogará os dados duas vezes e utilizará o pior resultado. \n\n **Acerto Crítico & Erro Crítico**\n\n Quando ambos os dados exibem o número seis, é comumente reconhecido como um acerto crítico. Neste momento, ocorre uma combinação excepcionalmente favorável, indicando um sucesso extraordinário na ação realizada. Este evento é frequentemente acompanhado de benefícios adicionais ou efeitos especiais, proporcionando ao jogador ou personagem uma vantagem significativa na situação.Por outro lado, quando os dois dados mostram o número um, é geralmente considerado um erro crítico. Esta combinação representa um resultado extremamente desfavorável, sugerindo uma falha catastrófica ou adversidade severa. Consequências negativas são frequentemente aplicadas, como falha completa na tarefa, dano ao personagem ou uma reviravolta inesperada na narrativa. \n\n O mestre tem o dever de ditar as consequências de um erro crítico ou acerto crítico."
    },
    {
      "id": "habilidades",
      "title": "Habilidades dos Personagens",
      "content": "**Estudioso**\nVocê é um aluno na escola na cidade ou gosta de estar sempre aprendendo coisas novas em diversos campos, em testes de atualidades você recebe +2\n\n**Língua de prata** (Carisma)\nVocê é uma pessoa carismática e bem comunicativa, capaz de persuadir até a mais cética das pessoas, basta falar as palavras certas. Você recebe +2 em testes de persuasão e enganação.\n\n**Fofocando**\nVocê lembra dos mínimos detalhes e sabe de tudo que acontece na cidade, mas isso não é o suficiente, você precisa de mais! Você recebe +2 em testes de Persuasão e Intuição\n\n**Trabalhador Braçal**\nCortando lenha ou arando a terra, você é acostumado a passar por momentos difíceis que exigem muita força física no seu trabalho. Você recebe +1 de dano em jogadas de ataque com a ferramenta de sua profissão\n\n**Professor**\nVocê leciona na escola da cidade e está acostumado a ensinar um pouco de tudo para seus alunos. Por cena, você pode escolher alguém para receber +1 em qualquer perícia pelo resto da cena\n\n**Médico**\nVocê estudou medicina, enfermagem ou farmacêutica, e sabe lidar com machucados, infecções e doenças. Sempre que curar um personagem você pode somar seu intelecto a quantidade de HP curador\n\n**Cuidador** de Animais\nVocê está acostumado a trabalhar com animais, isso já faz parte de seu cotidiano. Você tem + 2 em lidar com animais\n\n**Mimado**\nVocê nasceu em berço de ouro, com muito dinheiro em suas mãos antes mesmo de aprender a falar. Você começa com o dobro de dinheiro Definido pelo mestre\n\n**Trambiqueiro**\nVocê gosta de uma boa briga e está sempre atrás de confusão e está acostumado a tentar se livrar dela. Você recebe +1 em Enganação, Intimidação e Luta\n\n**Guardião**\nVocê gosta de cuidar e ajudar as pessoas, algum dos seus cuidados são excelentes até demais. Sempre que você preparar algo para alguém ou ajudar, a pessoa recupera 1 de pv ou pm (1d4 2< pm e 2> pv)"
    },
    {
      "id": "combate",
      "title": "Ordem de Combate",
      "content": "**Ordem de Combate**\n\n**Turnos**\nCada personagem tem seu turno, para definir o turno de cada um deve-se jogar 1d6+Destreza para definir quem ataca primeiro e quem ataca por último.\n\nA regra de turno só funcionam em 3 ocasiões\n\n1. Durante um combate para decidir quem ataca primeiro\n2. Quando invadem um lugar em grupo para decidir a ordem de movimento\n3. Ao procurar pistas em lugares privados\n\n**Ataques**\nAtaques são ações de combate, pode ser realizados desarmados, com armas corpo-a-corpo ou armas de fogo. Eles podem ser feitos fora de uma cena de combate\n\nPara realizar um ataque você deve passar em um teste de 1d6+Bônus da pericia usada nesse ataque, como nos exemplos a seguir:\n\n- Ataques normais\n    1d6+Luta x Reflexos (ataques corpo-a-corpo ou desarmados)\n    1d6+Pontaria x Reflexos (Ataques com armas de fogo)\n\n- Ataque surpresa\n    Luta ou Pontaria x Percepção (se vier de uma direção inesperada)\n    Luta ou Pontaria x Instintos (Caso seja repentino e durante uma cena de socialização)\n\n**Cura**\nPara usar cura você precisa da perícia de Medicina (Inteligência)\n\n**Distância**\nDiferentes tipos de armas podem ser feitos de diferentes distâncias\n\nCorpo-a-corpo:\n\nCurta Distância:\n\nMédia Distância:\n\nLonga Distância:\n\n**Tipos de Dano e como realiza-los**\n\n- Perfurante\n    Facas ou objetos pontiagudos podem perfurar e deixar feridas profundas\n\n- Balístico\n    Armas de fogo dão dano balístico\n\n- Cortante\n    Machados, garras, facas e garrafas quebradas podem arranhar a pele\n\n- Concussão\n    Bastões, baques e pouco fogo podem causar lesões não letais, de imediato\n\n- Veneno\n    Coma comida estragada, frutas desconhecidas ou beba líquidos duvidosos para ficar envenenado\n\n- Fogo\n    Quebre lampiões ou tente cozinhar para receber dano de fogo\n\n**Efeitos, condições e suas curas**\n\n<aside>\n💡 As condições são impostas a vontade do mestre, um tipo de dano não precisa causar um efeito ou condição sempre\n\n</aside>\n\n<aside>\n💡 caso uma arma cause mais da metade de seu dano, o efeito equivalente ao dano é colocado em jogo\n\n</aside>\n\n- Sangramento\n    Causado por alguma arma perfurante ou de fogo\n    -1PV/\n    Cuidados médicos com um Kit de primeiro socorros\n\n- Infecção\n    Cortes mal cuidados podem causar infecções\n    -1PE total\n    Deve ser tratado com remédios periódicos\n\n- Inflamação\n    Baques, golpes corpo a corpo ou queimaduras leves\n    Seu corpo ganha um ponto fraco, se acertado você recebe +1 Dano\n    Anti-inflamatórios\n\n- Envenenado\n    Causados por envenenamento acidental ou proposital\n    -1PV Total\n    Repouso e cuidados Médicos"
    }
    
    
  ]
}